Repository: Vistaus/valdo-gtk
Catalog: po/*.po
Languages: cs

source: Create new Vala projects from templates
cs: Vytvářejte nové projekty ve Vale z šablon

source: valdo;vala;project;
cs: valdo;vala;projekt;

source: GTK frontend for Valdo
cs: GTK frontend pro Valdo

source: Support for substitutions in variables
cs: Podpora substitucí v proměnných

source: Opening projects using a user-defined command by left-click
cs: Otevření projektů pomocí uživatelsky definovaného příkazu kliknutím levým tlačítkem

source: Removing projects from the list by right-clicking
cs: Odebírání projektů ze seznamu kliknutím pravým tlačítkem

source: New template variables (AUTHOR, USERNAME and USERADDR)
cs: Nové proměnné šablony (AUTHOR, USERNAME a USERADDR)

source: New template (elementary OS App)
cs: Nová šablona (Aplikace elementary OS)

source: First Valdo GTK release
cs: První verze Valdo GTK

source: Preferences
cs: Předvolby

source: About application
cs: O aplikaci

source: Quit
cs: Ukončit

source: Latest projects:
cs: Poslední projekty:

source: You haven't created any projects yet.
cs: Zatím jste nevytvořili žádný projekt.

source: Available templates:
cs: Dostupné šablony:

source: Template variables:
cs: Proměnné šablony:

source: Project successfully created
cs: Projekt byl úsěšně vytvořen

source: Enable project openning:
cs: Povolit otevírání projektů:

source: Project openning command:
cs: Příkaz k otevření projektu:

source: Include {path} for project path
cs: Zahrňte {path} pro cestu k projektu

source: Project openning
cs: Otevírání projektů

source: Valdo GTK Preferences
cs: Předvolby Valdo GTK

source: GitHub repository
cs: Repozitář na GitHubu

source: Error opening project: %s
cs: Chyba při otevírání projektu: %s

source: Do you really want to remove project %s?
cs: Opravdu chcete odebrat projekt %s?

source: Error: %s
cs: Chyba: %s

source: Error, could not enumerate templates: %s
cs: Chyba, nepodařilo se vypsat šablony: %s

source: Template name:
cs: Název šablony:

source: Project location:
cs: Umístění projektu:

source: Choose project location
cs: Vyberte umístění projektu

source: Enter %s:
cs: Zadejte %s:

source: Create
cs: Vyvořit

source: Error: select project location
cs: Chyba: vyberte umístění projektu

source: Error: %s was not specified
cs: Chyba: %s nebylo nastaveno

source: Error: %s must match the pattern %s
cs: Chyba: %s musí odpovídat vzoru %s

source: Error: %s must be valid email
cs: Chyba: %s musí být validní email

source: Regex error: %s
cs: Chyba regex: %s

source: Error creating template: %s
cs: Chyba při vytváření šablony: %s
